QuestionsAboutAnimals = {
    'Какое время года предпочитаешь?': ["1. Зима", "2. Весна", "3. Лето", "4. Осень"],
    'Какая часть дня тебе по душе?': ["1. Утро", "2. День", "3. Вечер", "4. Ночь"],
    'Какое из занятий тебе больше нравится?': ["1. Спорт", "2. Чтение", "3. Прогулка", "4. Сон"],
    'Выбери любимое блюдо:': ["1. Мясные изделия", "2. Различные салаты", "3. Кондитерские изделия", "4. Фастфуд"],
    'Что любишь делать перед сном?': ["1. Читать книгу", "2. Есть", "3. Смотреть новостную ленту", "4. Строить планы"],
    'Выбери качество, которое лучше всего тебя описывает:': ["1. Дружелюбый(ая)", "2. Спокойный(ая)", "3. Задумчивый(ая)", "4. Веселый(ая)"],
    'За чем больше нравится наблюдать?': ["1. Как горит огонь", "2. Как течет вода", "3. Звездное небо", "4. Как кто-то работает"],
    'Какой жанр книг предпочитаешь?': ["1. Фентези", "2. Детектив", "3. Любовный роман", "4. Триллер"],
    'Что ты не можете терпеть?': ["1. Предательство", "2. Ложь", "3. Одиночество", "4. Зависть"],
    'Куда любишь путешествовать?': ["1. Ближе к дому", "2. В горы", "3. В теплые края, на море и пляжи", "4. Не люблю путешествовать"],}